<!DOCTYPE html>

<html lang="cn">
	<head>
		<meta charset = "utf-8">
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<!-- Bootstrap core CSS -->
		<link href="dist/css/bootstrap.min.css" rel="stylesheet">
		<!-- Custom styles for this template -->
		<link href="css/dashboard.css" rel="stylesheet">
  		<title>抗旱作物数据库</title>
  		
	</head>
	<body>
		<nav class="navbar navbar-inverse navbar-fixed-top">
	      <div class="container-fluid">
	        <div class="navbar-header">
	          <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#navbar" aria-expanded="false" aria-controls="navbar">
	            <span class="sr-only">Toggle navigation</span>
	            <span class="icon-bar"></span>
	            <span class="icon-bar"></span>
	            <span class="icon-bar"></span>
	          </button>
	          <a class="navbar-brand" href="#">云南粮经作物种质资源抗旱鉴定评价信息共享数据库</a>
	        </div>
	        <div id="navbar" class="navbar-collapse collapse">
	          <ul class="nav navbar-nav navbar-right">
	            <li><a href="#">数据库</a></li>
	            <li><a href="#">登录</a></li>
	            <li><a href="#">帮助</a></li>
	          </ul>
	        </div>
	      </div>
	    </nav>
	    
	    <!-- container-fluid -->
	    <div class="container-fluid">
	      <!-- row -->
	      <div class="row">
	      	<!-- sider page -->
	        <div class="col-sm-3 col-md-2 sidebar">
	          <ul class="nav nav-sidebar">
	          	<li class="active"><a href="introduction.php">项目简介<span class="sr-only">(current)</span></a></li>
	          	<li><a href="crop.php">数据库查询</a></li>
	            <li><a href="#">联系我们</a></li>
	          </ul>
	        </div>
	        <!-- end sider page -->
	        
	        <!-- main page -->
	        <div class="col-sm-9 col-sm-offset-3 col-md-10 col-md-offset-2 main blog">
	          <h1 class="page-header text-center">项目简介</h1>
	          <p>“主要粮经作物资源抗旱评价及发掘利用研究”项目，为云南省高层次人才培引计划（编号2010CI120），执行期限2011年1月至2015年12月。项目财政科技经费300万元，于2015年9月通过项目验收，综合评价“优”。</p>
	          <h3 class="sub-header">一、本项目主要研发内容</h3>
	          <ol>
		          <li>建立主要粮经作物资源抗旱评价技术体系和研究开发平台</li>
		          <li>对云南主要粮经作物资源进行抗旱鉴定，筛选出抗旱力强的优良资源</li>
		          <li>云南稻作抗旱相关基因发掘与分子标记辅助选育</li>
		          <li>抗旱优质高产水稻、马铃薯、油菜生产性试验示范</li>
	          </ol>
	          <h3 class="sub-header">二、项目通过研究，取得了以下主要成果、知识产权及经济效益</h3>
	          <ol>
		          <li>针对高原气候生态特点及水生植物（水稻）、陆生植物（小麦、玉米、油菜）和地表植物（地下块茎植物马铃薯）生长发育环境需求，建成用于开展抗旱鉴定研究的大棚三个(元江、昆明、宣威)，分别适用于上述三类植物的科学、准确鉴定。鉴定大棚内温度、湿度、土壤水分等可实时监控及人工调控，给-排水按程序自动运行，土壤湿度可在水平面和纵深向形成梯度，满足设置精准干旱胁迫条件的需求，因而该抗旱鉴定大棚具有既先进科学、又适用于高原气候生态条件的特色。 </li>
		          <li>建立了适合云南气候生态条件的水稻、小麦、玉米、马铃薯、油菜作物资源抗旱鉴定评价技术体系，有针对性地对各作物进行了抗旱机制研究和分子标记分析，提出了多时期、多指标综合鉴定作物抗旱性的综合鉴定评价方法，申报技术标准4个、获得批准2个。</li>
		          <li>收集保存主要粮经作物种质资源9000余份，初步鉴定抗逆资源1500份。</li>
		          <li>鉴定筛选出重要的优良抗旱水稻材料26份、小麦31份、玉米15份、马铃薯11份、油菜11份，产量潜力大、抗病虫能力强，是开展高原气候生态条件下抗旱机制机理研究的重要基础材料，更重要的是这些材料将可用于培育高产抗旱新品种，利用价值巨大。</li>
		          <li>通过种质创新获得水稻抗旱新组合材料23份、油菜材料15份，具有重要的直接应用或间接应用价值。</li>
		          <li>对外提供重要抗旱作物资源347份，其中水稻123份，玉米47份，小麦 177份，使资源利用在更大范围内进行，其价值得以充分挖掘，促进了省内外多地区多单位的抗旱育种和相关研究。</li>
		          <li>本项目研究成果已申请专利6项、授权4项，在国家一级学报或SCI收录刊物上发表论文25篇，其中SCI2篇。</li>
		          <li>建立了主要粮经作物抗旱作物资源数据库及网络共享系统，集中了主要农艺性状、生理生化指标、抗旱等数据信息，为提高资源利用率、深入发掘优良性状基因等相关育种和研究提供重要的科学依据，促进作物种质资源的共享。</li>
		          <li>抗旱水稻、马铃薯、油菜作物在云南试验示范应用具有重要的经济效益，近三年累计种植418.5万亩，新增产值6.1402亿元。</li>
		          <li>抗旱水稻品种在云南周边国家缅甸、老挝、越南等许多地方应用具有重要的社会效益，符合国家战略——“替代种植”，替代罂粟种植，近三年抗旱稻种植295万亩，新增产值4.4107亿元（RMB）。</li>
	          </ol>
	          <h3 class="sub-header">三、项目成果与国内外同类先进技术比较</h3>
	          <strong>科学技术成果的创新性：</strong>
	          <ol>
	          	<li>筛选出的抗旱稻资源（抗旱、抗病、高产），与从上海引进的抗旱稻配制杂交组合，集高产和强抗旱能力优势，选育出高产抗旱水稻品种，克服干旱逆境，保产增收。所选抗旱水稻品种既能在云南大规模种植，又能在周边国家大规模种植，符合国家战略——替代种植。</li>
				<li>综合生理生化指标、表型和基因型筛选出的抗旱马铃薯品种，以及利用亚种间杂种优势创制出新的甘芥杂交抗旱油菜品种及杂种优势组合品种，其抗旱增产效果优于其他品种。</li>
				<li>研究了抗旱的机制如差异蛋白质、EST和抗旱基因表达特点，定位了水稻抗旱基因QTL，提出了“多时期多指标综合鉴定评价方法”，鉴定筛选的抗旱资源云南地方稻资源、小麦资源、油菜资源、玉米资源和马铃薯资源的准确性高，制定了鉴定新标准。</li>
				<li>建立了国内外首个主要粮经作物抗旱资源数据库，集中了抗旱指标和其它抗逆性状数据，以及表型数据和产量潜力数据资料，其指导资源进一步发掘利用和培育抗旱新品种和加强资源共享等方面有重要价值。 </li>
	          </ol>
	          <strong>与国内外同类技术的比较：</strong>
	          <ol>
	          	<li>建立的适合高原气候生态条件下鉴定评价作物资源抗旱特性的“抗旱研究大棚、温室”具有独特性和先进性。 高原区域是干旱发生最为严重和普遍的区域， 气候生态条件（光、温、水汽、蒸发、蒸腾和土壤水分状态）与其它地区有很大的差异，虽然在其它地区已有很多抗旱研究和鉴定设施，但是云贵高原地区，过去缺乏科学、规范的抗旱鉴定设施条件。本项目成果之一就是针对高原气候生态特点，即光照强、日照长、昼夜温差大、雨水集中、雨季和旱季分明，空气湿度小，红黄土壤持水性差，土壤地下水位低等生态特点，所建的抗旱鉴定设施具有相应的控制条件，如控制光照强度、控制空气湿度、土壤的蓄水都要有独特的一套程序和实施条件。因此，本项目成果针对性强，有其先进性。</li>
建立了适合高原气候生态条件的主要粮经作物抗旱鉴定评价体系——多时期多指标结合分子标记的综合鉴定评价方法
				<li>国内外，作物抗旱机理机制及抗旱鉴定的研究有许多报道，但是作物抗旱的复杂性，使得其鉴定评价方法至今没有统一的标准，作物的抗旱鉴定评价需要因地制宜，高原气候生态条件明显不同于其他地区，如上所述，这样作物生长发育有其自身规律，如何正确鉴定评价高原地区作物的抗旱性，需要许多摸索研究。本项目成果之一就是在云南高原气候生态条件下，把室内的苗期、芽期抗旱性鉴定以及蛋白质分析、分子标记分析结果与抗旱鉴定棚、温室的鉴定评价结合，最终与大田自然鉴定评价结合起来，以最终产量为主要自然鉴定的标准，各指标综合运用，提出了“多时期多指标综合判断方法”、“综合生理、生化、表型和基因型”的作物抗旱鉴定、评价和筛选体系，首次在马铃薯上分析了抗旱相关蛋白质，用分子标记辅助评价小麦和水稻抗旱性，并申请获得了有关专利及行业标准，这些都是国内外首创。使研究针对高原气候生态条件而确定的鉴定评价体系，是完善整个抗旱研究、评价科学体系重要组成部分，所以项目成果不仅具有先进性，也有其科学上的重要性。</li>
				<li>项目成果获得的抗旱作物资源代表性强，既有地方品种资源，又有现代育成品种，既有水生植物（水稻），又有旱地植物（玉米、马铃薯、油菜），而从种植季节分，既有大春作物（水稻、玉米），又有冬春作物（小麦、油菜、马铃薯），使得成果的数据资源的代表性强，对其它作物抗旱研究发掘利用的具有指导意义。本项目基于云南丰富的作物资源，以在国内外有重要影响的多时期、多指标综合鉴定评价获得的抗旱作物资源的价值大，进一步发掘利用其抗旱相关基因潜力大。</li>
				<li>建立的作物抗旱资源数据库为首创。虽然国内外已有作物资源数据库，但是以抗旱为主要关注内容的数据库为首次，其为抗旱研究、抗旱育种和抗旱生产提供数据信息，也能提供资源材料。本数据库信息量大而完整，除了抗旱 的信息外，还有其他抗逆性如抗病、抗虫以及农艺性状和产量潜力的信息，本数据库具有国内外领先水平。 </li>
	          </ol>
	          
	          
	        </div>
	        <!-- end main page -->
	      </div>
	      <!-- end row -->
	    </div>
	    <!-- end container-fluid -->
	    
	</body>
	<!-- Bootstrap core JavaScript
    ================================================== -->
    <!-- Placed at the end of the document so the pages load faster -->
    <script src="assets/js/vendor/jquery.min.js"></script>
    <script src="dist/js/bootstrap.min.js"></script>
    <!-- IE10 viewport hack for Surface/desktop Windows 8 bug -->
    <script src="assets/js/ie10-viewport-bug-workaround.js"></script>
</html>
