-- phpMyAdmin SQL Dump
-- version 4.5.2
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2016-04-13 07:06:11
-- 服务器版本： 10.1.10-MariaDB
-- PHP Version: 5.6.19

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `DroughtResistingDB`
--

-- --------------------------------------------------------

--
-- 表的结构 `yumi`
--

CREATE TABLE `yumi` (
  `id` varchar(20) NOT NULL,
  `crop` varchar(20) NOT NULL,
  `germplasm` varchar(20) NOT NULL,
  `zonghepingjia` varchar(20) NOT NULL,
  `mengfazhishu` varchar(20) NOT NULL,
  `mengfakanghan` varchar(20) NOT NULL,
  `ds` varchar(20) NOT NULL,
  `miaoqikanghan` varchar(20) NOT NULL,
  `quanzhengyuchulichanliang` varchar(20) NOT NULL,
  `quanshengyuziliganzhong` varchar(20) NOT NULL,
  `quanshengyuduizhao` varchar(20) NOT NULL,
  `quanshengyuziliduizhao` varchar(20) NOT NULL,
  `dri` varchar(20) NOT NULL,
  `quanshengyukanghanxing` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `yumi`
--

INSERT INTO `yumi` (`id`, `crop`, `germplasm`, `zonghepingjia`, `mengfazhishu`, `mengfakanghan`, `ds`, `miaoqikanghan`, `quanzhengyuchulichanliang`, `quanshengyuziliganzhong`, `quanshengyuduizhao`, `quanshengyuziliduizhao`, `dri`, `quanshengyukanghanxing`) VALUES
('YAAS1291', '玉米', '马牙包谷', '苗期抗旱、全生育期抗旱', '34.00 ', '弱（S）', '60.71', '中等(MR) ', '36.53 ', '0.23 ', '118.31 ', '0.75 ', '2.01 ', '极强(HR) '),
('YAAS1292', '玉米', '小白包谷', '苗期抗旱', '26.83 ', '极弱（HS）', '51.19', '中等(MR) ', '11.12 ', '0.07 ', '57.17 ', '0.36 ', '0.39 ', '极弱(HS) '),
('YAAS1293', '玉米', 'Kuxiangzaza', '苗期抗旱、全生育期抗旱', '2.71 ', '极弱（HS）', '56.55', '中等(MR) ', '47.64 ', '0.30 ', '266.80 ', '1.68 ', '1.52 ', '极强(HR) '),
('YAAS1294', '玉米', '红苞谷', '', '4.67 ', '极弱（HS）', '43.45 ', '弱（S）', '20.65 ', '0.13 ', '185.01 ', '1.17 ', '0.41 ', '极弱(HS) '),
('YAAS1295', '玉米', '二白子', '苗期抗旱、全生育期抗旱', '29.60 ', '极弱（HS）', '54.76', '中等(MR) ', '77.82 ', '0.49 ', '261.24 ', '1.65 ', '4.14 ', '极强(HR) '),
('YAAS1296', '玉米', '纳京黄苞米', '苗期抗旱', '36.17 ', '极弱（HS）', '55.36', '中等(MR) ', '0.00 ', '0.00 ', '334.29 ', '2.11 ', '0.00 ', '极弱(HS) '),
('YAAS1297', '玉米', '黑白花糯玉米', '全生育期抗旱', '6.21 ', '极弱（HS）', '40.48 ', '弱（S）', '65.11 ', '0.41 ', '262.04 ', '1.65 ', '2.89 ', '极强(HR) '),
('YAAS1298', '玉米', '澜沧本地玉米', '全生育期抗旱', '38.39 ', '极弱（HS）', '40.48 ', '弱（S）', '34.94 ', '0.22 ', '72.26 ', '0.46 ', '3.02 ', '极强(HR) '),
('YAAS1299', '玉米', '盈江支那东村四川包谷', '', '15.82 ', '极弱（HS）', '31.55 ', '极弱（HS）', '23.82 ', '0.15 ', '177.87 ', '1.12 ', '0.57 ', '极弱(HS) '),
('YAAS1300', '玉米', '盈江水槽河黄糯', '全生育期抗旱', '14.45 ', '极弱（HS）', '24.40 ', '极弱（HS）', '30.17 ', '0.19 ', '202.48 ', '1.28 ', '0.80 ', '中等(MR)'),
('YAAS1301', '玉米', '潞西西山九指包谷', '', '0.00 ', '极弱（HS）', '26.19 ', '极弱（HS）', '20.65 ', '0.13 ', '119.90 ', '0.76 ', '0.63 ', '弱(S) '),
('YAAS1302', '玉米', '苏湾1号', '', '25.88 ', '极弱（HS）', '28.57 ', '极弱（HS）', '19.06 ', '0.12 ', '92.90 ', '0.59 ', '0.70 ', '弱(S) '),
('YAAS1303', '玉米', '红包谷', '', '14.29 ', '极弱（HS）', '30.95 ', '极弱（HS）', '12.70 ', '0.08 ', '120.70 ', '0.76 ', '0.24 ', '极弱(HS) '),
('YAAS1304', '玉米', '白包谷', '', '31.52 ', '极弱（HS）', '17.26 ', '极弱（HS）', '17.47 ', '0.11 ', '127.05 ', '0.80 ', '0.43 ', '极弱(HS) '),
('YAAS1305', '玉米', '花包谷', '', '13.66 ', '极弱（HS）', '27.98 ', '极弱（HS）', '0.00 ', '0.00 ', '470.08 ', '2.96 ', '0.00 ', '极弱(HS) '),
('YAAS1306', '玉米', '元阳玉米', '', '30.51 ', '极弱（HS）', '34.52 ', '极弱（HS）', '0.00 ', '0.00 ', '199.31 ', '1.26 ', '0.00 ', '极弱(HS) '),
('YAAS1307', '玉米', '白糯玉米', '', '35.26 ', '极弱（HS）', '39.29 ', '极弱（HS）', '14.29 ', '0.09 ', '183.43 ', '1.16 ', '0.20 ', '极弱(HS) '),
('YAAS1308', '玉米', '黄玉米', '', '38.83 ', '极弱（HS）', '45.83 ', '弱（S）', '23.82 ', '0.15 ', '219.16 ', '1.38 ', '0.46 ', '极弱(HS) '),
('YAAS1309', '玉米', '白玉米', '萌发期抗旱', '82.98', '强(R) ', '47.02 ', '弱（S）', '28.59 ', '0.18 ', '357.32 ', '2.25 ', '0.41 ', '极弱(HS) '),
('YAAS1310', '玉米', '苏湾1号', '萌发期抗旱、苗期抗旱', '71.35', '强(R) ', '52.38', '中等(MR) ', '17.47 ', '0.11 ', '331.91 ', '2.09 ', '0.16 ', '极弱(HS) '),
('YAAS1311', '玉米', '大白玉米', '', '13.58 ', '极弱（HS）', '37.50 ', '极弱（HS）', '22.23 ', '0.14 ', '266.80 ', '1.68 ', '0.33 ', '极弱(HS) '),
('YAAS1312', '玉米', '澜沧本地黄包谷', '苗期抗旱', '0.00 ', '极弱（HS）', '50', '中等(MR) ', '20.65 ', '0.13 ', '308.88 ', '1.95 ', '0.25 ', '极弱(HS) '),
('YAAS1313', '玉米', '花玉米', '苗期抗旱', '46.20 ', '弱（S）', '56.55', '中等(MR) ', '0.00 ', '0.00 ', '104.02 ', '0.66 ', '0.00 ', '极弱(HS) '),
('YAAS1314', '玉米', '当宝玉米', '萌发期抗旱', '71.33', '强(R) ', '47.62 ', '弱（S）', '19.06 ', '0.12 ', '177.87 ', '1.12 ', '0.36 ', '极弱(HS) '),
('YAAS1315', '玉米', '五彩玉米', '萌发期抗旱', '69.44', '中等(MR) ', '45.24 ', '弱（S）', '19.06 ', '0.12 ', '189.78 ', '1.20 ', '0.34 ', '极弱(HS) '),
('YAAS1316', '玉米', '红玉米', '', '49.41 ', '弱（S）', '29.76 ', '极弱（HS）', '14.29 ', '0.09 ', '121.49 ', '0.77 ', '0.30 ', '极弱(HS) '),
('YAAS1317', '玉米', '黄包谷', '', '40.91 ', '弱（S）', '33.33 ', '极弱（HS）', '25.41 ', '0.16 ', '273.15 ', '1.72 ', '0.42 ', '极弱(HS) '),
('YAAS1318', '玉米', '老姆登白玉米', '', '38.36 ', '极弱（HS）', '30.95 ', '极弱（HS）', '0.00 ', '0.00 ', '102.69 ', '0.65 ', '0.00 ', '极弱(HS) '),
('YAAS1319', '玉米', '大黄包谷', '萌发期抗旱', '67.55', '中等(MR) ', '28.57 ', '极弱（HS）', '0.00 ', '0.00 ', '137.56 ', '0.87 ', '0.00 ', '极弱(HS) '),
('YAAS1320', '玉米', '小红包谷', '', '54.79 ', '弱（S）', '27.38 ', '极弱（HS）', '0.00 ', '0.00 ', '225.05 ', '1.42 ', '0.00 ', '极弱(HS) ');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
